Repository: Smark11/BabyApp
Catalog: BabyApp/Resources/AppResources.*.resx
Languages: ar, hi_in, th_th

# ResourceFlowDirection
source: LeftToRight
ar: RightToLeft

# ResourceLanguage
source: en-US
ar: ar
hi_in: hi-IN
th_th: th-TH

# AppBarButtonText
source: add
ar: إضافة
hi_in: जोड़ें
th_th: เพิ่ม

# AppBarMenuItemText
source: Menu Item
ar: عنصر القائمة
hi_in: मेनू आइटम
th_th: เมนู

source: Cow
ar: البقر
hi_in: गाय
th_th: วัว

source: Duck
ar: بطة
hi_in: बतख
th_th: เป็ด

source: Lion
ar: أسد
hi_in: शेर
th_th: สิงโต

# AppBarBabyMiscButton
source: Baby Misc
ar: متفرقات بيبي
hi_in: बेबी विविध
th_th: เด็กเบ็ดเตล็ด

source: Elephant
ar: الفيل
hi_in: हाथी
th_th: ช้าง

source: Pig
ar: خنزير
hi_in: सुअर
th_th: หมู

source: Anteater
ar: أكل النمل
hi_in: भक्षी

source: Antelope
ar: الظبي
hi_in: मृग
th_th: แอนทีโลป

source: Badger
ar: غرير
hi_in: बेजर

source: Bear
ar: الدب
hi_in: भालू
th_th: หมี

source: Butterfly
ar: فراشة
hi_in: तितली
th_th: ผีเสื้อ

source: Capuchinmonkey
ar: كابوتشينمونكي

source: Caribou
ar: الوعل
hi_in: कारिबू

source: Chameleon
ar: حرباء
hi_in: गिरगिट
th_th: กิ้งก่าเปลียนสี

source: Cheetah
ar: الفهد
hi_in: चीता
th_th: เสือชีตาห์

source: Crab
ar: سرطان البحر
hi_in: केकड़ा
th_th: ปู

source: Dog
ar: الكلب
hi_in: कुत्ता
th_th: สุนัข

source: Dolphin
ar: دولفين
hi_in: डॉल्फिन
th_th: ปลาโลมา

source: DragonFly
ar: اليعسوب
th_th: แมลงปอ

source: Eagle
ar: النسر
hi_in: ईगल
th_th: อีเกิล

source: Elk
ar: الأيل
hi_in: एल्क
th_th: เอิล์คฮิลล์

source: Fish
ar: الأسماك
hi_in: मछली
th_th: ปลา

source: Fox
ar: فوكس
hi_in: फॉक्स
th_th: สุนัขจิ้งจอก

source: Giraffe
ar: زرافة
hi_in: जिराफ
th_th: ยีราฟ

source: Guineapig
ar: جوينيبيج

source: Hippopotamus
ar: فرس النهر
hi_in: दरियाई घोड़ा
th_th: ฮิปโป

source: Horse
ar: الحصان
hi_in: घोड़ा
th_th: ม้า

source: Iguana
ar: الاغوانا
hi_in: गोधा
th_th: อีกัวนา

source: Jaguar
ar: جاكوار
hi_in: जगुआर
th_th: จากัวร์

source: Kangaroo
ar: الكنغر
hi_in: कंगारू
th_th: แกงการู

source: Kitten
ar: الهريرة
hi_in: बिल्ली का बच्चा
th_th: ลูกแมว

source: Koala
ar: كوال
hi_in: कोअला
th_th: โคอาลา

source: Lemur
ar: يمور
hi_in: बंदर
th_th: ลีเมอร์

source: Macaw
ar: الببغاء
hi_in: एक प्रकार का तोता
th_th: มาร์คอว์

source: Marmot
ar: الغرير

source: Monkey
ar: قرد
hi_in: बंदर
th_th: ลิง

source: Ocelot
ar: الاسلوت.
hi_in: औसीलट

source: Octopus
ar: الأخطبوط
hi_in: ऑक्टोपस
th_th: ปลาหมึกยักษ์

source: Orca
ar: أرك

source: Otter
ar: ثعلب الماء
hi_in: औटर
th_th: นาก

source: Owl
ar: البومه
hi_in: उल्लू
th_th: นกฮูก

source: Panda
ar: باندا
hi_in: पांडा
th_th: หมีแพนด้า

source: Penguin
ar: البطريق
hi_in: पेंगुइन
th_th: นกเพนกวิน

source: Prayingmantis
ar: برايينجمانتيس

source: Rabbit
ar: أرنب
hi_in: खरगोश
th_th: กระต่าย

source: Redpanda
ar: ريدباندا

source: Rhino
ar: الكركدن
hi_in: राइनो
th_th: แรด

source: Shark
ar: سمك القرش
hi_in: शार्क
th_th: ปลาฉลาม

source: Sheep
ar: الأغنام
hi_in: भेड़
th_th: แกะ

source: Skink
ar: سكينك
th_th: จิ้งเหลน

source: Snake
ar: ثعبان
hi_in: साँप
th_th: งู

source: Squid
ar: الحبار
hi_in: विद्रूप
th_th: ปลาหมึก

source: Squirrel
ar: سنجاب
hi_in: गिलहरी
th_th: กระรอก

source: Starfish
ar: نجم البحر
hi_in: तारा मछली
th_th: ปลาดาว

source: Sumatrantiger
ar: سوماترانتيجير

source: Tayra
ar: طير

source: Tiger
ar: النمر
hi_in: टाइगर
th_th: เสือ

source: Tortoise
ar: السلحفاة
hi_in: कछुआ
th_th: เต่า

source: Walrus
ar: الفظ
hi_in: वालरस
th_th: วอลรัส

source: Wolf
ar: الذئب
hi_in: भेड़िया
th_th: หมาป่า

# AppMenuItemAbout
source: About
ar: حول
hi_in: के बारे में
th_th: เกี่ยวกับ

# AppMenuItemMoreApps
source: More Apps
ar: المزيد من تطبيقات
hi_in: और अधिक Apps
th_th: ปพลิเคชันเพิ่มเติม

# AppMenuItemOptions
source: Options
ar: خيارات
hi_in: विकल्प
th_th: ตัวเลือก

source: Cartoon
ar: كارتون
hi_in: कार्टून
th_th: การ์ตูน

# LanguageChoices
source: Languages (Choose up to 3)
ar: اللغات (اختر ما يصل إلى 3)
hi_in: भाषाएँ (3 अप करने के लिए चुनें)
th_th: ภาษา (เลือกได้ 3)

source: Play Music
ar: تشغيل الموسيقى
hi_in: संगीत चलाएँ
th_th: เล่นเพลง

source: Play Sounds
ar: قراءة الأصوات
hi_in: खेलने लगता है
th_th: เล่นเสียง

# RateAppHeader
source: Rate
ar: معدل
hi_in: दर
th_th: อัตรา

source: Real
ar: ريال مدريد
hi_in: असली
th_th: จริง

# Review
source: Rate
ar: معدل
hi_in: दर
th_th: อัตรา

source: Show Text
ar: إظهار النص
hi_in: पाठ दिखाएँ
th_th: แสดงข้อความ

source: Alligator
ar: التمساح
hi_in: मगरमच्छ
th_th: อัลลิเกเตอร์

source: Crocodile
ar: تمساح
hi_in: मगरमच्छ
th_th: จระเข้

source: Deer
ar: الغزلان
hi_in: हिरण
th_th: เดียร์

source: Donkey
ar: حمار
hi_in: गधा
th_th: ลา

source: Frog
ar: الضفدع
hi_in: मेंढक
th_th: กบ

source: Llama
ar: اللاما
hi_in: लामा

source: Camel
ar: الجمل
hi_in: ऊंट
th_th: คาเมล

source: Chimpanzee
ar: شمبانزي
hi_in: चिंपांज़ी
th_th: ลิงชิมแปนซี

source: Leopard
ar: ليوبارد
hi_in: तेंदुए
th_th: เสือดาว

source: Polarbear
ar: بولاربير

source: Rooster
ar: الديك
hi_in: मुर्गा
th_th: ระกา

source: Seagull
ar: النورس
th_th: ซีกัล

source: Turkey
ar: تركيا
hi_in: तुर्कस्तान
th_th: ตุรกี

source: Zebra
ar: حمار وحشي
hi_in: ज़ेबरा
th_th: ม้าลาย

source: Bee
ar: نحلة
hi_in: मधुमक्खी
th_th: ผึ้ง

source: Cougar
ar: طراز كوغار
hi_in: कौगर
th_th: เสือพูม่า

source: Goat
ar: ماعز
hi_in: बकरी
th_th: แพะ

# Gorilla
source: Gorilaa
ar: جوريلا

source: Hawk
ar: هوك
hi_in: हॉक
th_th: เหยี่ยว

source: Mosquito
ar: البعوض
hi_in: मच्छर
th_th: ยุง

source: Puma
ar: بوما
th_th: เสือพูมา

# AppBarMenuPlayButton
source: Play
ar: اللعب
hi_in: चलायें
th_th: เล่น

# Keyword1
source: Baby
ar: بيبي
hi_in: बेबी
th_th: เด็ก

# Keyword2
source: Toddler
ar: طفل صغير
hi_in: बच्चा
th_th: เด็กที่หัดเดิน

# Keyword3
source: Animals
ar: الحيوانات
hi_in: पशु
th_th: สัตว์

# Keyword4
source: Language
ar: اللغة
hi_in: भाषा
th_th: ภาษา

# Keyword5
source: Learning
ar: التعلم
hi_in: लर्निंग
th_th: การเรียนรู้

# Z_Keyword1
source: Baby
ar: بيبي
hi_in: बेबी
th_th: เด็ก

# Z_Keyword2
source: Toddler
ar: طفل صغير
hi_in: बच्चा
th_th: เด็กที่หัดเดิน

# Z_Keyword3
source: Animals
ar: الحيوانات
hi_in: पशु
th_th: สัตว์

# Z_Keyword4
source: Language
ar: اللغة
hi_in: भाषा
th_th: ภาษา

# Z_Keyword5
source: Learning
ar: التعلم
hi_in: लर्निंग
th_th: การเรียนรู้

# Description
source: Teach babies and toddlers animals and their sounds in up to 9 different languages. Features include: * Over 150 images and sounds * 2 different categories * Slideshow for continous play * Image voice description * 9 different languages * Name of animal for each image Download this app today!
ar: تعليم الأطفال الرضع والأطفال الصغار الحيوانات وتلك الأصوات في لغات مختلفة تصل إلى 9. وتشمل الميزات: * ما يزيد على 150 من الصور والأصوات * 2 فئات مختلفة * عرض الشرائح للعب المستمر * الصورة الوصف الصوتي * 9 لغات مختلفة * اسم حيوان لكل صورة تحميل هذا التطبيق اليوم!
hi_in: शिशुओं और toddlers जानवरों और अप करने के लिए 9 अलग अलग भाषाओं में उनकी आवाज़ को पढ़ाने। सुविधाओं में शामिल हैं: * १५० छवियाँ और ध्वनियाँ * 2 अलग श्रेणियों * निरंतर खेलने के लिए स्लाइड शो * छवि आवाज विवरण * 9 अलग अलग भाषाओं * प्रत्येक छवि के लिए पशु का नाम इस app डाउनलोड आज!
th_th: สอนเด็กทารก และเด็กวัยหัดเดินสัตว์ และเสียงของพวกเขาในภาษาต่าง ๆ ถึง 9 คุณสมบัติรวมถึง: * กว่า 150 ภาพและเสียง * 2 ประเภทแตกต่างกัน * สไลด์โชว์การเล่นต่อเนื่อง * ภาพเสียงอธิบาย * ภาษา 9 * ชื่อของสัตว์แต่ละรูป ดาวน์โหลด app นี้วันนี้

source: Raccoon
ar: الراكون
hi_in: एक प्रकार का जानवर
th_th: สัตว์คล้ายหมีเล็ก

source: Brought to you by:
ar: جلبت لك من قبل:
hi_in: आप द्वारा लाया:
th_th: นำมาให้คุณโดย:

source: Credits:
ar: أسماء المشرفين:
hi_in: क्रेडिट्स:
th_th: เครดิต:

source: Picture Credits:
ar: الصورة الائتمان:
hi_in: चित्र क्रेडिट्स:
th_th: เครดิตภาพ:

source: Sound Credits:
ar: ائتمانات الصوت:
hi_in: ध्वनि क्रेडिट:
th_th: เครดิตเสียง:

source: Can only select up to 3 languages.
ar: يمكن فقط تحديد لغات تصل إلى 3.
hi_in: केवल 3 भाषाओं का चयन कर सकते हैं।
th_th: สามารถเลือกภาษาที่ 3

source: Must select at least 1 language.
ar: يجب تحديد لغة على الأقل 1.
hi_in: कम से कम 1 भाषा का चयन करना होगा।
th_th: ต้องเลือกอย่างน้อย 1 ภาษา

# AppOptions
source: Teaching Tom Options
ar: خيارات توم التدريس
hi_in: शिक्षण टॉम विकल्प
th_th: ตัวเลือกทอมสอน

# AppTitle
source: Teaching Tom
ar: توم التدريس
hi_in: शिक्षण टॉम
th_th: ทอมสอน

# SwitchCategories
source: Switch
ar: رمز التبديل
hi_in: स्विच
th_th: สวิตช์

source: Help
ar: تعليمات
hi_in: मदद
th_th: วิธีใช้

# DaysLeftInTrial
source: days left in your trial. Do you wish to purchase?
ar: الأيام المتبقية في المحاكمة الخاصة بك. هل ترغب في شراء؟
hi_in: दिनों में अपने परीक्षण की छोड़ दिया है। क्या आप खरीद करना चाहते हैं?
th_th: วันที่เหลืออยู่ในการทดลอง คุณต้องการซื้อหรือไม่

# Instructions1
source: To install a speech language on your phone, please follow the insructions below:
ar: لتثبيت لغة كلام على الهاتف الخاص بك، الرجاء اتباع إينسروكشنز أدناه:
hi_in: अपने फ़ोन पर एक भाषण भाषा स्थापित करने के लिए, कृपया नीचे दिए गए insructions का पालन करें:
th_th: การติดตั้งภาษาพูดในโทรศัพท์ของคุณ โปรดทำตาม insructions ด้านล่าง:

# Instructions2
source: 1) Click on 'SETTINGS'.
ar: 1) انقر فوق 'إعدادات'.
hi_in: 1) 'सेटिंग्स' पर क्लिक करें।
th_th: 1) คลิก 'การตั้งค่า'

# Instructions3
source: 2) Click on 'SPEECH' (under the 'SYSTEM' tab).
ar: 2) انقر على 'الكلام' (ضمن علامة التبويب 'نظام').
hi_in: 2) पर 'वाक्' ('सिस्टम' टैब के अंतर्गत) क्लिक करें।
th_th: 2) คลิกที่ 'คำพูด' (ภายใต้แท็บ 'ระบบ')

# Instructions4
source: 3) Click on 'SPEECH LANGUAGE'.
ar: 3) انقر على 'لغة الكلام'.
hi_in: 3) 'वाक् भाषा' पर क्लिक करें।
th_th: 3) คลิกที่ 'พูดภาษา'

# Instructions5
source: 4) Click on the language you would like to install and follow the download prompts.
ar: 4) يطالب انقر فوق اللغة التي ترغب في تثبيت ومتابعة التحميل.
hi_in: 4) भाषा तुम स्थापित करें और डाउनलोड का पालन करने के लिए चाहते हैं पर क्लिक करें संकेत देता है।
th_th: 4) คลิกที่ภาษาคุณต้องการติดตั้ง และทำตามการดาวน์โหลดเตือน

# LanguageNote
source: NOTE: In order to hear words in navtive tounge, language pack must be installed. Click here for instructions.
ar: ملاحظة: من أجل سماع الكلمات في اللسان نافتيفي، يجب تثبيت حزمة اللغة. انقر هنا للحصول على إرشادات.
hi_in: नोट: navtive छू में शब्दों को सुनने के लिए, भाषा पैक स्थापित होना आवश्यक है। निर्देश के लिए यहाँ क्लिक करें।
th_th: หมายเหตุ: การได้ยินคำ navtive tounge ชุดภาษาต้องสามารถติดตั้ง คลิกที่นี่สำหรับคำแนะนำ

source: You have
ar: لديك
hi_in: आपके पास
th_th: คุณมี

# ExtendTrailPromptHeader
source: Extend Trial?
ar: تمديد المحاكمة؟
hi_in: परीक्षण का विस्तार?
th_th: ขยายการทดลองหรือไม่

# TrailHasExpired
source: Your trial has expired, please purchase the application to get over 130 pictures and sounds!
ar: انتهت المحاكمة الخاصة بك، الرجاء شراء التطبيق!
hi_in: अपने परीक्षण समाप्त हो गया है, कृपया आवेदन खरीद!
th_th: ทดลองของคุณหมดอายุแล้ว กรุณาซื้อแอพลิเคชัน
